tap "azure/kubelogin"
tap "flux-subsystem-argo/tap"
tap "fluxcd/tap"
tap "go-task/tap"
tap "gromgit/brewtils"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "int128/kubelogin"
brew "antidote"
brew "argocd"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "coreutils"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "gitui"
brew "glab"
brew "glow"
brew "pinentry"
brew "gnupg"
brew "go"
brew "helm"
brew "highlight"
brew "httpie"
brew "jq"
brew "k9s"
brew "kind"
brew "kustomize"
brew "libpq"
brew "make"
brew "neovim"
brew "node"
brew "nvm"
brew "pass"
brew "pipenv"
brew "pre-commit"
brew "python@3.10"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "uv"
brew "vale"
brew "w3m"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
brew "flux-subsystem-argo/tap/flamingo"
brew "fluxcd/tap/flux", link: false
brew "go-task/tap/go-task"
brew "gromgit/brewtils/taproom"
brew "hashicorp/tap/terraform-ls"
cask "flux-app"
cask "iterm2"
cask "kitty"
cask "ngrok"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "anthropic.claude-code"
vscode "apvarun.celestial"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-mermaid"
vscode "breberaf.snowflake"
vscode "charliermarsh.ruff"
vscode "csalmeida.summercamp"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "felixangelov.bloc"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hamster.task-master-hamster"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hoovercj.vscode-settings-cycler"
vscode "jdinhlife.gruvbox"
vscode "johnpapa.winteriscoming"
vscode "jolaleye.horizon-theme-vscode"
vscode "marp-team.marp-vscode"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "openai.chatgpt"
vscode "openai.openai-chatgpt-adhoc"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "repreng.csv"
vscode "satyam11.christmas-theme"
vscode "sdras.inbedby7pm"
vscode "spaceduck-vscode.spaceduck"
vscode "sveggiani.vscode-field-lights"
vscode "svelte.svelte-vscode"
vscode "teabyii.ayu"
vscode "tomoki1207.pdf"
vscode "tyriar.lorem-ipsum"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "zxh404.vscode-proto3"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "sigs.k8s.io/controller-tools/cmd/controller-gen"
go "github.com/go-delve/delve/cmd/dlv"
go "ecr-go"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/onsi/ginkgo/ginkgo"
go "github.com/ramya-rao-a/go-outline"
go "github.com/acroca/go-symbols"
go "golang.org/dl/go1.14.10"
go "golang.org/dl/go1.15.3"
go "github.com/mdempsky/gocode"
go "github.com/stamblerre/gocode"
go "github.com/rogpeppe/godef"
go "github.com/godoctor/godoctor"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/lint/golint"
go "github.com/fatih/gomodifytags"
go "github.com/uudashr/gopkgs/v2/cmd/gopkgs"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/sqs/goreturns"
go "github.com/jstemmer/gotags"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/open-telemetry/opentelemetry-collector-contrib/cmd/mdatagen"
go "github.com/golang/mock/mockgen"
go "github.com/fatih/motion"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-grpc-gateway"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-openapiv2"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
