tap "azure/kubelogin"
tap "go-task/tap"
tap "gromgit/brewtils"
tap "hashicorp/tap"
tap "int128/kubelogin"
brew "antidote"
brew "argocd"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "coreutils"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "gitui"
brew "glab"
brew "glow"
brew "pinentry"
brew "gnupg"
brew "go"
brew "helm"
brew "highlight"
brew "httpie"
brew "jq"
brew "k9s"
brew "kind"
brew "kustomize"
brew "libpq"
brew "make"
brew "neovim"
brew "nvm"
brew "pass"
brew "pre-commit"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "uv"
brew "w3m"
brew "yarn"
brew "yq"
brew "uv"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "go-task/tap/go-task"
brew "gromgit/brewtils/taproom"
brew "hashicorp/tap/terraform-ls"
cask "iterm2"
cask "kitty"
cask "ngrok"
cask "visual-studio-code"

